"""
FAPMethods это невероятная python библиотека написаная невероятными мужиками. В ней есть все что может понадобится настоящему математику, программисту и обывателям белого интернета.

это невероятная python библиотека написаная невероятными мужиками. Она может быть полезна во многих случаях, но я хочу рассказать о том, как её правильно использовать. Я не буду давать советов по использованию, так как у меня их нет. Для этого есть куча статей. Как и в любой области, здесь есть свои правила, которые надо соблюдать, чтобы не получить проблем. На мой взгляд, эти правила очень просты. 1. Пишите код так, что бы его было легко читать и поддерживать. 2. Пишите код таким образом, что бы он был максимально близок к идеалу.

это невероятная python библиотека написаная невероятными мужиками: Python библиотека написана мужиками, которые не умеют писать на питоне.

это невероятная python библиотека написаная невероятными мужиками: Python - это язык программирования, который используют для написания программ для компьютеров, которые написаны кем-то ещё.

Короче, это невероятная python библиотека написаная невероятными мужиками из Python Foundation. Она может все! Но, к сожалению, она не может сделать то, что нужно.

Авторы Георгий, Никита, Айдар, Миша, Максим ПМ20-2 2021
"""
